Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [2045]<0990>Supply|
id: [2045]<0990>Pasokan|

source: [2046]<0991>Demand|
id: [2046]<0991>Permintaan|

source: [2049]<0994>SUPPLY STOPPED|
id: [2049]<0994>PENYEDIAAN DIHENTIKAN|

source: [2056]<1001>Reserve|
id: [2056]<1001>Cadangan|

source: [2059]<1004> years|
id: [2059]<1004>tahun|

source: [2060]<1005> year|
id: [2060]<1005>tahun|

source: [2062]<1007>R&D New Product|
id: [2062]<1007>R&D Produk Baru|

source: [2063]<1008>R&D Tech|
id: [2063]<1008>Teknologi R&D|

source: [2064]<1009>Apply Tech|
id: [2064]<1009>Terapkan Teknologi|

source: [2065]<1010>Terminate R&D|
id: [2065]<1010>Hentikan R&D|

source: [2070]<1015>New Product R&D|
id: [2070]<1015>R&D Produk Baru|

source: [2073]<1018>Original Tech|
id: [2073]<1018>Teknologi Asli|

source: [2074]<1019>Target Tech|
id: [2074]<1019>Target RnD|

source: [2075]<1020>Progress|
id: [2075]<1020>Kemajuan|

source: [2078]<1023>Internal Sale|
id: [2078]<1023>Jual Internal|

source: [2084]<1029>Price|
id: [2084]<1029>Harga|

source: [2091]<1036>Select|
id: [2091]<1036>Pilih|

source: [2092]<1037>Input Material|
id: [2092]<1037>Bahan Input|

source: [2093]Cattle|
id: [2093]Sapi|

source: [2094]Sheep|
id: [2094]Domba|

source: [2095]Pig|
id: [2095]Babi|

source: [2096]Chicken|
id: [2096]Ayam|

source: [2097]Goat|
id: [2097]Kambing|

source: [2098]Goose|
id: [2098]Angsa|

source: [2099]Ostrich|
id: [2099]Burung Unta|

source: [2100]Turkey|
id: [2100]Turki|

source: [2101]Cattle|
id: [2101]Sapi|

source: [2102]Sheep|
id: [2102]Domba|

source: [2103]Pigs|
id: [2103]Babi|

source: [2104]Chickens|
id: [2104]Ayam|

source: [2105]Goats|
id: [2105]Kambing|

source: [2106]Geese|
id: [2106]Angsa|

source: [2107]Ostriches|
id: [2107]Burung Unta|

source: [2108]Turkeys|
id: [2108]Turki|

source: [2109]Operations News|
id: [2109]Berita Operasi|

source: [2110]Financial News|
id: [2110]Berita Keuangan|

source: [2111]Technology News|
id: [2111]Berita Teknologi|

source: [2112]Special News|
id: [2112]Berita Khusus|

source: [2113]News related to all corporations|
id: [2113]Berita terkait semua korporasi|

source: [2114]News related to corporations that you control + Special news|
id: [2114]Berita terkait korporasi yang Anda kendalikan + Berita khusus|

source: [2115]News related to your corporation + Special news|
id: [2115]Berita yang terkait dengan perusahaan Anda + Berita khusus|

source: [2116]Special news only|
id: [2116]Hanya berita khusus|

source: [2117]<1038> New Competitor|
id: [2117]<1038> Pesaing Baru|

source: [2118]<1039> Firm Setting Up|
id: [2118]<1039> Menyiapkan Firm|

source: [2119]<1040> Firm Closing Down|
id: [2119]<1040> Firm Menutup|

source: [2120]<1041> Competitor Bankrupts|
id: [2120]<1041> Bangkrut Pesaing|

source: [2121]<1042> Resource Reserve Exhausted|
id: [2121]<1042> Cadangan Sumber Daya Habis|

source: [2122]<1043> Resource DISCOVERY|
id: [2122]<1043> PENEMUAN Sumber Daya|

source: [2123]<1044> Competitor Borrows Bank Loan|
id: [2123]<1044> Pesaing Meminjam Pinjaman Bank|

source: [2124]<1045> Competitor Repaies Bank Loan|
id: [2124]<1045> Pesaing Repaies Pinjaman Bank|

source: [2125]<1046> Competitor Issues New Share|
id: [2125]<1046> Pesaing Mengeluarkan Saham Baru|

source: [2126]<1047> Competitor Buys/Sells Share|
id: [2126]<1047> Pesaing Membeli / Menjual Saham|

source: [2127]<1048> Competitor Takes/Loses Ownership|
id: [2127]<1048> Ambil / Kalah Kepemilikan|

source: [2129]<1050> Annual Stock Dividend|
id: [2129]<1050> Dividen Saham Tahunan|

source: [2130]<1051> Competitors Retires|
id: [2130]<1051> Pesaing Pensiun|

source: [2131]<1052> Resource Discovered|
id: [2131]<1052> Sumber Daya Ditemukan|

source: [2132]<1053> New City|
id: [2132]<1053> Kota Baru|

source: [2133]<1054> Competitor Declares a Price War|
id: [2133]<1054> Pesaing Menyatakan Perang Harga|

source: [2134]<1055> Ultimate Dominance|
id: [2134]<1055> Dominasi Tertinggi|

source: [2135]<1056> Tender Offering|
id: [2135]<1056> Penawaran Tender|

source: [2136]<1057> Tender Offer|
id: [2136]<1057> Penawaran Tender|

source: [2137]<1058> Succeeding CEO|
id: [2137]<1058> Sukses CEO|

source: [2138]<1059> New Invention|
id: [2138]<1059> Penemuan Baru|

source: [2139]<1060> Technology Acquisition|
id: [2139]<1060> Akuisisi Teknologi|

source: [2140]<1061> Animal Disease!|
id: [2140]<1061> Penyakit Hewan!|

source: [2141]<1062> Fire!|
id: [2141]<1062> Api!|

source: [2142]<1063> Plague of Insects!
id: [2142]<1063> Wabah Serangga!|

source: | [2143]<1064> Technology Breakthrough!|
id: [2143]<1064> Terobosan Teknologi!|

source: [2146]<1067> Firm Acquisition|
id: [2146]<1067> Akuisisi Firm|

source: [2147]<1068> Stock Offer|
id: [2147]<1068> Penawaran Saham|

source: [2148]<1069> Merger!|
id: [2148]<1069> Penggabungan!|

source: [2149]<1070> sets up Headquarters|
id: [2149]<1070> mendirikan Markas Besar|

source: [2152]<1073> sets up a Factory|
id: [2152]<1073> mendirikan Pabrik|

source: [2153]<1074> opens a R&D Center|
id: [2153]<1074> membuka Pusat Litbang|

source: [2154]<1075> sets up a Farm|
id: [2154]<1075> mendirikan Ladang|

source: [2155]<1076> sets up a Logging Camp|
id: [2155]<1076> mendirikan Kamp Penebangan|

source: [2156]<1077> sets up a Mine|
id: [2156]<1077> menyiapkan Tambang|

source: [2157]<1078> Drills an Oil Well|
id: [2157]<1078> Mengebor Sumur Minyak|

source: [2158]<1079>TV Station Started|
id: [2158]<1079>Stasiun TV Dimulai|

source: [2159]<1080>Newspaper Publisher Started|
id: [2159]<1080>Penerbit Koran Dimulai|

source: [2160]<1081>Radio Station Started|
id: [2160]<1081>Stasiun Radio Dimulai|

source: [2161]<1082>Seaport Opened|
id: [2161]<1082>Pelabuhan Dibuka|

source: [2162]<1083> Builds a Mansion|
id: [2162]<1083> Membangun Rumah|

source: [2163]<1084> Builds an Apartment|
id: [2163]<1084> Membangun Apartemen|

source: [2164]<1085> Builds a Commercial Building|
id: [2164]<1085> Membangun Gedung Komersial|

source: [2165]<1086> in |
id: [2165]<1086> di|

source: [2170]<1091> Closes Down its |
id: [2170]<1091> Menutup|

source: [2171]<1092> in |
id: [2171]<1092> di|

source: [2172]<1093> near |
id: [2172]<1093> dekat|

source: [2173]<1094> after |
id: [2173]<1094> setelah|

source: [2174]<1095> Year |
id: [2174]<1095> Tahun|

source: [2175]<1096> Years |
id: [2175]<1096> Tahun|

source: [2176]<1097>of Operation.|
id: [2176]<1097> Operasi.|

source: [2177]<1098>NEWCOMER!
id: [2177]<1098> PENDATANG BARU!|

source: | [2178]<1099> Joins the Competition.|
id: [2178]<1099> Bergabung dalam Kompetisi.|

source: [2179]<1100>BANKRUPTCY!
id: [2179]<1100> KEBANGKITAN!|

source: | [2181]<1102> Goes Bankrupt after |
id: [2181]<1102> Bangkrut setelah|

source: [2182]<1103> Year|
id: [2182]<1103> Tahun|

source: [2183]<1104> Years|
id: [2183]<1104> Tahun|

source: [2184]<1105> of Operation.|
id: [2184]<1105> Operasi.|

source: [2185]<1106> The Shareholders Received |
id: [2185]<1106> Para Pemegang Saham Diterima|

source: [2186]<1107> Per Share.|
id: [2186]<1107> Per Saham.|

source: [2187]<1108> Reserve near |
id: [2187]<1108> Reservasi dekat|

source: [2188]<1109> Exhausted.
id: [2188]<1109> Habis.|

source: | [2189]<1110>Production at the |
id: [2189]<1110> Produksi di|

source: [2190]<1111> Owned by |
id: [2190]<1111> Dimiliki oleh|

source: [2191]<1112> Ceases.|
id: [2191]<1112> Mati.|

source: [2192]<1113> Deposit Discovered near |
id: [2192]<1113> Deposit Ditemukan dekat|

source: [2193]<1114> Deposit Discovered Accidentally on the Construction Site of |
id: [2193]<1114> Deposit Ditemukan Secara Tidak Sengaja di Lokasi Konstruksi|

source: [2194]<1115>'s New |
id: [2194]<1115> Baru|

source: [2198]<1119> Issues |
id: [2198]<1119> Masalah|

source: [2199]<1120> New Shares at |
id: [2199]<1120> Saham Baru di|

source: [2200]<1121> Per Share|
id: [2200]<1121> Per Saham|

source: [2201]<1122> Buys Back |
id: [2201]<1122> Membeli Kembali|

source: [2202]<1123> Buys |
id: [2202]<1123> Membeli|

source: [2203]<1124> Sells |
id: [2203]<1124> Menjual|

source: [2204]<1125> Shares of |
id: [2204]<1125> Saham|

source: [2205]<1126>its Own Stock|
id: [2205]<1126> Stoknya Sendiri|

source: [2206]<1127> at |
id: [2206]<1127> di|

source: [2207]<1128> Per Share.|
id: [2207]<1128> Per Saham.|

source: [2208]<1129> Takes Control of |
id: [2208]<1129> Mengambil Kendali dari|

source: [2209]<1130> Loses Control of |
id: [2209]<1130> Kehilangan Kontrol atas|

source: [2210]<1131>FRIENDLY MERGER!
id: [2210]<1131> MERGER!|

source: | [2212]<1133> Merges with |
id: [2212]<1133> Bergabung dengan|

source: [2213]<1134> Pays an Annual Stock Dividend of |
id: [2213]<1134> Membayar Dividen Saham Tahunan sebesar|

source: [2214]<1135> Per Share.|
id: [2214]<1135> Per Saham.|

source: [2215]<1136> of the Stock Price).|
id: [2215]<1136> dari Harga Saham).|

source: [2216]<1137> Retires after |
id: [2216]<1137> Pensiun setelah|

source: [2217]<1138> Years of Service as the CEO of |
id: [2217]<1138> Tahun Layanan sebagai CEO|

source: [2227]<1148> Buys |
id: [2227]<1148> Membeli|

source: [2228]<1149>Back |
id: [2228]<1149> Kembali|

source: [2229]<1150> Shares of |
id: [2229]<1150> Saham|

source: [2230]<1151>its Own Stock|
id: [2230]<1151> Stoknya Sendiri|

source: [2231]<1152> from |
id: [2231]<1152> dari|

source: [2232]<1153> at |
id: [2232]<1153> di|

source: [2233]<1154> Per Share.|
id: [2233]<1154> Per Saham.|

source: [2234]<1155> Succeeds |
id: [2234]<1155> Berhasil|

source: [2235]<1156> as the CEO of |
id: [2235]<1156> sebagai CEO|

source: [2236]<1157>Researchers at |
id: [2236]<1157> Peneliti di|

source: [2237]<1158>'s R&D Center Announce Invention.
id: [2237]<1158> Pusat LitbangMengumumkan Penemuan.|

source: | [2238]<1159> Unveiled at Press Conference.|
id: [2238]<1159> Diungkap pada Konferensi Pers.|

source: [2241]<1162>Unknown Disease Decimates |
id: [2241]<1162> Penyakit Tidak Diketahui Menghancurkan|

source: [2242]<1163> Population in |
id: [2242]<1163> Populasi di|

source: | [2244]<1165> Are Destroyed.|
id: [2244]<1165> Dihancurkan.|

source: [2245]<1166>Researchers at |
id: [2245]<1166> Peneliti di|

source: [2246]<1167>'s R&D Center Make a Breakthrough.
id: [2246]<1167> Pusat LitbangMembuat Terobosan.|

source: | [2247]<1168> Unveiled at Press Conference.|
id: [2247]<1168> Diungkap pada Konferensi Pers.|

source: [2248]<1169>Researchers at |
id: [2248]<1169> Peneliti di|

source: [2249]<1170>'s R&D Center Make a Breakthrough in |
id: [2249]<1170> Pusat LitbangMembuat Terobosan dalam|

source: [2250]<1171>'s Production Technology.|
id: [2250]<1171> Teknologi Produksi.|

source: [2251]<1172>Fire Destroyed the |
id: [2251]<1172> Api Menghancurkan|

source: [2253]<1174> in |
id: [2253]<1174> di|

source: [2254]<1175> near |
id: [2254]<1175> dekat|

source: [2255]<1176>Plague of Insects Descends on Crops in |
id: [2255]<1176> Wabah Serangga Turun ke Tanaman di|

source: Fields are Completely Stripped of Vegetation.|
id: Bidang Vegetasi Sepenuhnya Dilepas.|

source: [2257]<1178> Blacked Out for |
id: [2257]<1178> Dihitamkan untuk|

source: [2258]<1179> Hours!
id: [2258]<1179> Jam!

source: Looters Steal |
id: Penjarah Mencuri|

source: [2259]<1180> Worth of Goods from City's Retail Stores.|
id: [2259]<1180> Barang senilaidari Toko Eceran Kota.|

source: [2260]<1181>Stock Exchange Dives |
id: [2260]<1181> Bursa Saham Menyelam|

source: [2278]<1198>Player group |
id: [2278]<1198> Grup pemain|

source: [2279]<1199> has left the game.
id: [2279]<1199> telah meninggalkan game.

source: AI will take over the duties.|
id: AI akan mengambil alih tugas.|

source: [2280]<1200>Forget it!|
id: [2280]<1200> Lupakan!|

source: [2281]<1201>I'll pay this much.|
id: [2281]<1201> Aku akan membayar sebanyak ini.|

source: [2282]<1202>I accept.|
id: [2282]<1202> Saya menerima.|

source: [2283]<1203>Pay Cash|
id: [2283]<1203> Bayar Tunai|

source: [2284]<1204>Issue Shares|
id: [2284]<1204> Saham Terbitkan|

source: [2285]<1205>I pay this much.|
id: [2285]<1205> Saya membayar sebanyak ini.|

source: [2286]<1206>Accept resignation|
id: [2286]<1206> Terima pengunduran diri|

source: [2287]<1207>Offer a salary raise|
id: [2287]<1207> Tawarkan kenaikan gaji|

source: [2288]<1208>Accept Resignation|
id: [2288]<1208> Terima Pengunduran Diri|

source: [2289]<1209>Offer this much|
id: [2289]<1209> Tawarkan sebanyak ini|

source: [2290]<1210>I want to sell this firm for |
id: [2290]<1210> Saya ingin menjual perusahaan ini seharga|

source: [2291]<1211>I want to sell this firm.
id: [2291]<1211> Saya ingin menjual perusahaan ini.

source: How much can you pay?|
id: Berapa banyak yang bisa Anda bayar?

source: [2292]<1212>I would like to buy this firm for |
id: [2292]<1212> Saya ingin membeli perusahaan ini seharga|

source: [2293]<1213>OK, I agree to sell this firm for |
id: [2293]<1213> Oke, saya setuju untuk menjual perusahaan ini seharga|

source: [2294]<1214>The Securities and Exchange Commission does not approve your purchase.
id: [2294]<1214> Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda.

source: \nYou cannot use a corporation that you control to buy a stock in which you personally have ownership.|
id: \nAnda tidak dapat menggunakan perusahaan yang Anda kendalikan untuk membeli saham di mana Anda secara pribadi memiliki kepemilikan.|

source: [2295]<1215>The Securities and Exchange Commission does not approve your purchase.
id: [2295]<1215> Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda.

source: \nYou cannot use a corporation that you control to buy a stock in which your corporation or its subsidiary has ownership.|
id: \nAnda tidak dapat menggunakan perusahaan yang Anda kendalikan untuk membeli saham yang kepemilikannya dimiliki oleh perusahaan Anda atau anak perusahaannya.|

source: [2296]<1216>The Securities and Exchange Commission does not approve your purchase.
id: [2296]<1216> Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda.

source: \nYou cannot buy a stock in which your corporation or its subsidiary has ownership.|
id: \nAnda tidak dapat membeli saham yang dimiliki oleh perusahaan Anda atau anak perusahaannya.|

source: [2297]<1217>I don't want to sell my firm at this price to you.|
id: [2297]<1217> Saya tidak ingin menjual perusahaan saya dengan harga ini kepada Anda.|

source: [2298]<1218>I don't want to sell my stock to you.|
id: [2298]<1218> Saya tidak ingin menjual saham saya kepada Anda.|

source: [2299]<1219>I reject your offer and demand |
id: [2299]<1219> Saya menolak tawaran dan permintaan Anda|

source: [2300]<1220> per share.
id: [2300]<1220> per saham.

# Will you accept this offer?|
source: \nWill you accept this offer?|
id: \nApakah Anda akan menerima tawaran ini?|

source: [2301]<1221>( Total payment: |
id: [2301]<1221> (Total pembayaran:|

source: [2302]<1222>You don't have enough cash to purchase my stock.|
id: [2302]<1222> Anda tidak memiliki cukup uang untuk membeli saham saya.|

source: [2303]<1223>How would you prefer to acquire the remaining shares of |
id: [2303]<1223> Bagaimana Anda memilih untuk memperoleh sisa saham|

source: [2304]<1224>1) By paying |
id: [2304]<1224>1) Dengan membayar|

source: [2305]<1225>) cash|
id: [2305]<1225>) uang tunai|

source: [2306]<1226>2) By issuing |
id: [2306]<1226>2) Dengan menerbitkan|

source: [2307]<1227> new shares of |
id: [2307]<1227>saham baru|

source: [2308]<1228> in exchange with |
id: [2308]<1228>dengan imbalan|

source: [2309]<1229> shares|
id: [2309]<1229>saham|

source: [2310]<1230> offers you |
id: [2310]<1230>menawarkan Anda|

source: [2311]<1231> per share for buying |
id: [2311]<1231>per saham untuk pembelian|

source: [2312]<1232>back |
id: [2312]<1232>kembali|

source: [2313]<1233> shares (|
id: [2313]<1233>pembagian (|

source: [2314]<1234>) of |
id: [2314]<1234>) dari|

source: [2315]<1235>its own stock|
id: [2315]<1235>sahamnya sendiri|

source: [2316]<1236> held by |
id: [2316]<1236>dipegang oleh|

source: [2317]<1237>The market price of the stock is |
id: [2317]<1237>Harga pasar saham adalah|

source: Will you accept this offer?|
id: Apakah Anda akan menerima tawaran ini?|

source: [2319]<1239>I want to sell this mansion for |
id: [2319]<1239>Saya ingin menjual rumah ini seharga|

# [2320]<1240> The market value of this mansion is |
source: [2320]<1240> \nThe market value of this mansion is |
id: [2320]<1240>\nNilai pasar rumah besar ini adalah|

source: [2321]<1241>The market value of this mansion is |
id: [2321]<1241>Nilai pasar rumah ini adalah|

# How much can you pay ?|
source: \nHow much can you pay ?|
id: \nBerapa banyak yang dapat Anda bayar?|

source: [2323]<1243>I would like to buy this mansion for |
id: [2323]<1243>Saya ingin membeli rumah ini seharga|

source: [2324]<1244>OK, I agree to sell this mansion for |
id: [2324]<1244>Oke, saya setuju untuk menjual rumah ini seharga|

source: [2325]<1245>I am the |
id: [2325]<1245>Akulah|

source: [2326]<1246> of your company.
id: [2326]<1246>perusahaan Anda.

source: [2327]<1247>Will you accept my resignation ?|
id: [2327]<1247>Apakah Anda akan menerima pengunduran diri saya?|

source: [2328]<1248>What is your offer ?
id: [2328]<1248>Apa penawaran Anda?

source: [2329]<1249>My current salary is |
id: [2329]<1249>Gaji saya saat ini|

source: [2330]<1250>I'll increase your annual salary to |
id: [2330]<1250>Saya akan menaikkan gaji tahunan Anda menjadi|

source: [2331]<1251>I accept your offer and withdraw my resignation.|
id: [2331]<1251>Saya menerima tawaran Anda dan menarik pengunduran diri saya.|

source: [2332]<1252>I reject your offer and affirm my resignation.|
id: [2332]<1252>Saya menolak tawaran Anda dan menegaskan pengunduran diri saya.|

source: [2333]<1253>I accept your offer and agree to buy the technology from you.|
id: [2333]<1253>Saya menerima tawaran Anda dan setuju untuk membeli teknologi dari Anda.|

source: [2334]<1254>I reject your offer.|
id: [2334]<1254>Saya menolak tawaran Anda.|

source: [2336]<1256> counter offers you |
id: [2336]<1256>counter menawarkan Anda|

source: [2337]<1257> offers you |
id: [2337]<1257>menawarkan Anda|

source: [2338]<1258> per share for buying |
id: [2338]<1258>per saham untuk pembelian|

source: [2339]<1259>back |
id: [2339]<1259>kembali|

source: [2340]<1260> shares (|
id: [2340]<1260>pembagian (|

source: [2341]<1261>) of |
id: [2341]<1261>) dari|

source: [2342]<1262>its own stock|
id: [2342]<1262>sahamnya sendiri|

source: [2343]<1263> held by |
id: [2343]<1263>dipegang oleh|

source: [2344]<1264>The market price of the stock is |
id: [2344]<1264>Harga pasar saham adalah|

source: [2346]<1266>I would like to sell this stock for |
id: [2346]<1266>Saya ingin menjual saham ini seharga|

source: [2347]<1267>I reject your offer and demand |
id: [2347]<1267>Saya menolak tawaran dan permintaan Anda|

source: [2348]<1268> per share.
id: [2348]<1268>per saham.

source: [2349]<1269>( Total payment: |
id: [2349]<1269>(Total pembayaran:|

source: [2350]<1270>I would like to buy this stock for |
id: [2350]<1270>Saya mau beli saham ini seharga|

source: [2351]<1271>I want to buy this mansion for |
id: [2351]<1271>Saya ingin membeli rumah besar ini seharga|

# [2352]<1272> The market value of this mansion is |
source: [2352]<1272> \nThe market value of this mansion is |
id: [2352]<1272>\nNilai pasar rumah besar ini adalah|

source: [2353]<1273>I would like to sell this mansion for |
id: [2353]<1273>Saya ingin menjual rumah ini seharga|

# [2354]<1274>I would like to sell this mansion. |
source: [2354]<1274>I would like to sell this mansion.\n|
id: [2354]<1274>Saya ingin menjual rumah besar ini. \n|

source: [2355]<1275>How much can you offer?|
id: [2355]<1275>Berapa banyak yang bisa Anda tawarkan?|

# [2356]<1276> The market value of this mansion is |
source: [2356]<1276> \nThe market value of this mansion is |
id: [2356]<1276>\nNilai pasar rumah besar ini adalah|

source: [2357]<1277>I want to sell this mansion for |
id: [2357]<1277>Saya ingin menjual rumah ini seharga|

# [2358]<1278> The market value of this mansion is |
source: [2358]<1278> \nThe market value of this mansion is |
id: [2358]<1278>\nNilai pasar rumah besar ini adalah|

source: [2359]<1279>I would like to buy this mansion for |
id: [2359]<1279>Saya ingin membeli rumah besar ini seharga|

source: [2360]<1280>I want to buy this firm for |
id: [2360]<1280>Saya ingin membeli firma ini seharga|

# [2361]<1281> Its market value is |
source: [2361]<1281> \nIts market value is |
id: [2361]<1281>\nNilai pasarnya adalah|

source: [2362]<1282>I would like to sell it for |
id: [2362]<1282>Saya ingin menjualnya seharga|

# [2363]<1283>I would like to sell this firm. |
source: [2363]<1283>I would like to sell this firm.\n|
id: [2363]<1283>Saya ingin menjual perusahaan ini. \n|

source: [2364]<1284>How much can you offer?|
id: [2364]<1284>Berapa banyak yang bisa Anda tawarkan?|

# [2365]<1285> The market value of this firm is |
source: [2365]<1285> \nThe market value of this firm is |
id: [2365]<1285>\nNilai pasar perusahaan ini adalah|

source: [2366]<1286>I want to sell this firm for |
id: [2366]<1286>Saya ingin menjual perusahaan ini seharga|

# [2367]<1287> The market value of this firm is |
source: [2367]<1287> \nThe market value of this firm is |
id: [2367]<1287>\nnilai pasar dari perusahaan ini adalah|

source: [2368]<1288>I would like to buy this firm for |
id: [2368]<1288>Saya ingin membeli perusahaan ini seharga|

source: [2369]<1289>I want to buy the production technology of %1s from you for %2s.
id: [2369]<1289>Saya ingin membeli teknologi produksi %1s dari Anda seharga %2s.

source: Your current technology level is %3s.|
id: Level teknologi Anda saat ini adalah %3s.|

source: [2370]<1290>I will only sell this technology for |
id: [2370]<1290>Saya hanya akan menjual teknologi ini seharga|

# [2371]<1291>I would like to sell this technology. |
source: [2371]<1291>I would like to sell this technology.\n|
id: [2371]<1291>Saya ingin menjual teknologi ini. \n|

source: [2372]<1292>How much can you offer?|
id: [2372]<1292>Berapa banyak yang bisa Anda tawarkan?|

source: [2373]<1293>I want to sell this technology for |
id: [2373]<1293>Saya ingin menjual teknologi ini seharga|

source: [2374]<1294>I would like to buy this technology for |
id: [2374]<1294>Saya ingin membeli teknologi ini seharga|

source: [2378]<1298>PREVIOUS|
id: [2378]<1298>SEBELUMNYA|

source: [2379]<1299>NEXT|
id: [2379]<1299>BERIKUTNYA|

source: [2380]<1300>CLOSE|
id: [2380]<1300>TUTUP|

source: [2381]<1301>Invented|
id: [2381]<1301>Diciptakan|

source: [2382]<1302>Known to You|
id: [2382]<1302>Diketahui oleh Anda|

source: [2383]DISABLED|
id: [2383]DINONAKTIFKAN|

source: [2384]ENABLED|
id: [2384]DIAKTIFKAN|

source: [2385]OFF|
id: [2385]MATI|

source: [2386]ON|
id: [2386]AKTIF|

source: [2387]NONE|
id: [2387]TIDAK ADA|

source: [2388]BRIEF|
id: [2388]SINGKAT|

source: [2389]DETAILED|
id: [2389]RINCI|

source: [2390]<1303>Game Options|
id: [2390]<1303>Opsi Game|

source: [2392]<1305>Default Internal Sale|
id: [2392]<1305>Penjualan Internal Default|

source: [2393]<1306>Default Auto Link Supplier|
id: [2393]<1306>Pemasok Tautan Otomatis Default|

source: [2394]<1307>Consider Stock Offers from AI|
id: [2394]<1307>Pertimbangkan Penawaran Saham dari AI|

source: [2395]<1308>Music|
id: [2395]<1308>Musik|

source: [2396]<1309>Sound Effects|
id: [2396]<1309>Efek Suara|

source: [2397]<1310>Context Sensitive Help|
id: [2397]<1310>Bantuan Peka Konteks|

source: [2398]<1311>Auto Save|
id: [2398]<1311>Simpan Otomatis|

source: [2400]<1313>YOU HAVE RUN OUT OF CASH!!|
id: [2400]<1313>ANDA TELAH HILANG UANG TUNAI !!|

source: [2401]<1314>WHAT WOULD YOU LIKE TO DO ?|
id: [2401]<1314>APA YANG INGIN ANDA LAKUKAN?|

source: [2402]<1315>If you do not respond in |
id: [2402]<1315>Jika Anda tidak menanggapi dalam|

source: [2403]<1316> seconds, you will be forced to declare bankruptcy.|
id: [2403]<1316>detik, Anda akan dipaksa untuk menyatakan pailit.|
